//==============================================
//
//
//			ゆーあいのしょり
//
//
//===============================================
#include "gonnzaresu.h"

//	グローバル
UI g_ui[MAX_GONNZARESU] = {};

//====================
//	初期化処理
//====================
void InitGonzaresu(void)
{

}

//====================
//	終了処理
//====================
void UinitGonzaresu(void)
{

}

//====================
//	更新処理
//====================
void UpdateGonzaresu(void)
{

}

//====================
//	描画処理
//====================
void DrawGonzaresu(void)
{

}

//=====================
//	配置処理
//=====================
void SetGonzaresu(void)
{

}